

ori = """
- **数据准确性与证据支持**:
\t- **详细数据**: 报告必须依赖于权威来源的全面、准确的数据。
\t- **可靠证据**: 每个论点都必须有可靠的数据或文献支持。
\t- **引文标注**: 引用参考文献时，需明确标注详细来源。
- **逻辑结构与严谨论证**:
\t- **清晰框架**: 构建从数据收集到分析和结论的层次分明的逻辑结构。
\t- **系统性论证**: 确保报告的每个部分都包含系统和详尽的推理。
- **信息整合与多角度分析**:
\t- **全面整合**: 结合多个角度和来源的信息与数据。
\t- **充分验证**: 总结、比较和验证各种论点，以确保全面深入的分析。
- **数据可视化与解释**:
\t- **有效工具**: 必要时使用图表、表格和数据分析图来呈现关键数据和趋势。
\t- **增强可读性**: 确保可视化有助于使报告直观易读。
- **专业性与客观性**:
\t- **正式风格**: 在整个报告中使用正式严谨的语调。
\t- **中立分析**: 确保分析的客观性和中立性，避免偏见。
\t- **同行评审标准**: 确保数据和论点能经受住同行的审视。
- **报告风格**:
\t- **逻辑清晰，组织有序**: 保持清晰、结构良好的写作风格。
\t- **专业适用性**: 确保风格适用于金融、技术、政策和工程等领域。
\t- **读者友好**: 使报告易于读者理解和参考。
"""


ori2 = """
- **数据准确性与证据支持**:
\t- **详细数据**: 报告必须依赖于权威来源的全面、准确的数据。
\t- **可靠证据**: 每个论点都必须有可靠的数据或文献支持。
- **系统性论证**: 确保报告包含系统和详尽的推理
\t- 超越表面观察的深刻见解
\t- 对多种观点的批判性评估
\t- 有证据支持的、论证充分的结论
\t- 独到且发人深省的解读
- **信息整合与多角度分析**:
\t- **全面整合**: 结合多个角度和来源的信息与数据。
\t- **充分验证**: 总结、比较和验证各种论点，以确保全面深入的分析。
"""




require = ori2.strip()